tap "bufbuild/buf"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "leoafarias/fvm"
tap "ngrok/ngrok"
tap "sass/sass"
tap "xcodesorg/made"
brew "libpng"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "boost"
brew "glib"
brew "cairo"
brew "gcc"
brew "suite-sparse"
brew "hdf5"
brew "cmake"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "jasper"
brew "shared-mime-info"
brew "libheif"
brew "graphicsmagick"
brew "hugo"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libfido2"
brew "libpq"
brew "librsvg"
brew "libxmlsec1"
brew "libyaml"
brew "mas"
brew "mise"
brew "mysql"
brew "ncdu"
brew "netcat"
brew "netcdf"
brew "nginx"
brew "nkf"
brew "node-build"
brew "node@16"
brew "numpy"
brew "oath-toolkit"
brew "protobuf"
brew "openvino"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@17"
brew "openssl@1.1"
brew "peco"
brew "perl"
brew "php"
brew "pnpm"
brew "r"
brew "ruby-build"
brew "sourcekitten"
brew "sox"
brew "swiftlint"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "bufbuild/buf/buf"
brew "sass/sass/sass"
brew "xcodesorg/made/xcodes"
cask "1password-cli"
cask "alfred"
cask "android-studio"
cask "arc"
cask "background-music"
cask "blender"
cask "claude"
cask "coteditor"
cask "cursor"
cask "darktable"
cask "dbeaver-community"
cask "deepl"
cask "displaylink"
cask "docker-desktop"
cask "dozer"
cask "drawio"
cask "dropbox"
cask "ghostty"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "imaging-edge"
cask "inkscape"
cask "insomnia"
cask "itsycal"
cask "libreoffice"
cask "lm-studio"
cask "meetingbar"
cask "micro-sniff"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "motrix"
cask "ngrok"
cask "postman"
cask "rectangle"
cask "rocket"
cask "rstudio"
cask "scribus"
cask "thunderbird"
cask "warp"
cask "whatsapp"
cask "whisky"
cask "xquartz"
cask "zerotier-one"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "anthropic.claude-code"
vscode "arjun.swagger-viewer"
vscode "ban.spellright"
vscode "batisteo.vscode-django"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "chrisdias.vscode-opennewinstance"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "ckolkman.vscode-postgres"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "hangxingliu.vscode-awk-hint"
vscode "hediet.vscode-drawio"
vscode "hollowtree.vue-snippets"
vscode "humao.rest-client"
vscode "iamhyc.overleaf-workshop"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "juanallo.vscode-dependency-cruiser"
vscode "kevinrose.vsc-python-indent"
vscode "labnol.google-apps-script"
vscode "luanpotter.dart-import"
vscode "luggage66.awk"
vscode "mateocerquetella.xcode-12-theme"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mishannn.vuex-suggest"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "natqe.reload"
vscode "nhoizey.gremlins"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "oouo-diogo-perdigao.docthis"
vscode "pbkit.vscode-pbkit"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tht13.rst-vscode"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "valentjn.vscode-ltex"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wholroyd.jinja"
vscode "xabikos.javascriptsnippets"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
vscode "zxh404.vscode-proto3"
