tap "bufbuild/buf"
tap "dart-lang/dart"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "leoafarias/fvm"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "r-lib/rig"
tap "sass/sass"
tap "xcodesorg/made"
brew "libpng"
brew "xz"
brew "jpeg-xl"
brew "webp"
brew "aom"
brew "openssl@3"
brew "protobuf"
brew "apache-arrow"
brew "readline"
brew "sqlite"
brew "aria2"
brew "bash"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "cairo"
brew "gcc"
brew "libomp"
brew "suite-sparse"
brew "pkgconf"
brew "hdf5"
brew "cmake"
brew "curl"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "ffmpeg"
brew "gdk-pixbuf"
brew "gh"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "git-lfs"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "jasper"
brew "shared-mime-info"
brew "libheif"
brew "graphicsmagick"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "libass"
brew "libfido2"
brew "libformfactor"
brew "libgit2"
brew "liblqr"
brew "libmicrohttpd"
brew "libraw"
brew "librist"
brew "librsvg"
brew "libxmlsec1"
brew "libyaml"
brew "mas"
brew "mise"
brew "mysql"
brew "ncdu"
brew "netcat"
brew "netcdf"
brew "openjdk"
brew "nextflow"
brew "nginx"
brew "nkf"
brew "node-build"
brew "numpy"
brew "oath-toolkit"
brew "openvino"
brew "vtk"
brew "opencv"
brew "openjdk@11"
brew "openjdk@17"
brew "openssl@1.1"
brew "pdf2svg"
brew "peco"
brew "perl"
brew "php"
brew "pnpm"
brew "pyqt"
brew "qt"
brew "rclone"
brew "ruby-build"
brew "sourcekitten"
brew "sox"
brew "sratoolkit"
brew "swiftlint"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "bufbuild/buf/buf"
brew "gromgit/fuse/sshfs-mac"
brew "oven-sh/bun/bun"
brew "sass/sass/sass"
brew "xcodesorg/made/xcodes"
cask "1password-cli"
cask "alfred"
cask "android-studio"
cask "antigravity"
cask "arc"
cask "background-music"
cask "betterdisplay"
cask "blender"
cask "chatgpt-atlas"
cask "claude"
cask "claude-code"
cask "claude-island"
cask "clipy"
cask "cmux"
cask "codex"
cask "coteditor"
cask "cursor"
cask "cyberduck"
cask "darktable"
cask "dbeaver-community"
cask "deepl"
cask "docker-desktop"
cask "dozer"
cask "drawio"
cask "dropbox"
cask "ghostty"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "hhkb"
cask "imaging-edge"
cask "inkscape"
cask "itsycal"
cask "lm-studio"
cask "macfuse"
cask "mattermost"
cask "micro-sniff"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "motrix"
cask "ndi-tools"
cask "nextcloud"
cask "ngrok"
cask "postman"
cask "rectangle"
cask "r-lib/rig/rig"
cask "rocket"
cask "rstudio"
cask "scribus"
cask "thunderbird"
cask "vivaldi"
cask "whatsapp"
cask "whisky"
cask "xquartz"
cask "zerotier-one"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Compressor", id: 6746516157
mas "Compressor", id: 424390742
mas "Developer", id: 640199958
mas "Final Cut Pro", id: 1631624924
mas "Focus", id: 777233759
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 361285480
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Logic Pro", id: 1615087040
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "MainStage", id: 6746637089
mas "Menu World Time", id: 1446377255
mas "Microsoft To Do", id: 1274495053
mas "Motion", id: 434290957
mas "Motion", id: 6746637149
mas "Numbers", id: 361304891
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pages", id: 361309726
mas "Pixelmator Pro", id: 6746662575
mas "RunCat", id: 1429033973
mas "Swift Playground", id: 1496833156
mas "TestFlight", id: 899247664
mas "Toggl Track", id: 1291898086
mas "Transporter", id: 1450874784
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "ban.spellright"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "chrisdias.vscode-opennewinstance"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "iamhyc.overleaf-workshop"
vscode "james-yu.latex-workshop"
vscode "juanallo.vscode-dependency-cruiser"
vscode "kevinrose.vsc-python-indent"
vscode "labnol.google-apps-script"
vscode "luanpotter.dart-import"
vscode "mateocerquetella.xcode-12-theme"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "natqe.reload"
vscode "nhoizey.gremlins"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "oouo-diogo-perdigao.docthis"
vscode "openai.chatgpt"
vscode "pbkit.vscode-pbkit"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tht13.rst-vscode"
vscode "tomoki1207.pdf"
vscode "valentjn.vscode-ltex"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-java-upgrade"
vscode "wholroyd.jinja"
vscode "xabikos.javascriptsnippets"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
